{
    "pages": [
      {
        "title": "Sushi Master Dima <span style='color: red;'>Fomin</span>",
        "description": "About me: I have been professionally involved in food for 20 years, I have worked in different countries, I have seen many technologies on how to work and create new products.\n\nIn this Blog you will learn how to create new products, what equipment is needed, what modern technologies a chef should study to become not just a Chef but also a good manager of his Business.\n\nThis Blog is written for those who are ready to discover delicious combinations of flavors. I want to tell and teach you how to cook new dishes that I come up with and cook in order to surprise you, and share ideas and flavors with you.",
        "image": "/00031.jpg",
        "buttonText": "contact"
      },
      {
        "title": "My work dishes",
        "description": "For every cook, the opportunity to create from what is at hand is always amazing and wonderful. Strict recipes limit creativity. Until recently, trial and error was the only way to find out which products will go well together. And decorating the family table with your creation is double the pleasure. Something new will always be a joy for your loved ones and friends. And no matter what you get as a result, you can be sure of one thing: it will always be tasty and healthy. As in any business, the ability to handle equipment and knowledge of the technological process are also important here. Cooking is no different from others: your tools can be bare hands, and accessories can be products, but it is also important to know how they should act and interact with other components. I will tell you what products I work with and what benefits they bring to us. In order not to start from scratch, you can take these recipes as a basis and create new culinary masterpieces. Are you an experienced cook or a beginner? Whoever you are, I hope this Blog will help you to discover your talents. Add a pinch of taste science to your dish of knowledge! Let this Blog open up a world of new gastronomic Tastes to you.",
        "image": "/00030.jpg",
        "buttonText": "view portfolio"
      },
      {
        "title": "How to contact me",
        "description": "If you have any questions or want to order my services, write to me by email:. I will be happy to answer all your requests and help make your holiday unforgettable! I will be glad to meet you and share with you the art of Japanese cuisine!",
        "image": "/00029.jpg",
        "buttonText": "connect"
      }
    ],
    "recipesSections": [
      "01. How to choose products?",
      "02. How to make a menu?",
      "03. Equipment essentials",
      "04. Modern cooking techniques",
      "05. Business management for chefs"
    ],
    "accordionSections": [
      {
        "title": "How to cook rice properly ?",
        "content": "How to cook rice for sushi correctly. It needs to be washed well, dried, then left to stand and put to boil."
      },
      {
        "title": "Section 2",
        "content": "Content for section 2."
      },
      {
        "title": "Section 3",
        "content": "Content for section 3."
      }
    ],
    "contactForm": {
      "title": "Contact Form",
      "description": "Form or information about how to contact will be here."
    },
    "buttons": {
      "home": "home",
      "blog": "blog",
      "contact": "contact",
      "language": "Language",
      "myRecipes": "My Recipes",
      "lightMode": "Light Mode",
      "darkMode": "Dark Mode",
      "showLess": "Show less",
      "continueReading": "Continue reading",
      "close": "Close",
      "submit": "Submit",
      "back": "Back"
    }
  }